[
  {
    "Id": "movie-1",
    "Title": "Elsa- Nữ hoàng băng giá",
    "img": "https://s1.img.yan.vn/YanNews/2167221/201607/20160701-024847-frozen_2013_movie-2048x1536_600x450.jpg",
    "Url": "https://yeuphimmoi.com/nu-hoang-bang-gia/",
    "Description": "Elsa từ nhỏ đã có khả năng “đóng băng” mọi thứ. Do một lần bất cẩn mà Anna bị thương ngoài ý muốn, vì lẽ đó mà Elsa đã tự khép kín bản thân. Cho đến khi vua cha băng hà, Elsa trở thành nữ hoàng trị vì vương quốc và “quyền năng” của cô trở thành một điều bí mật. Cho đến một ngày sự thật bị lộ,Elsa trở nên “lạnh lùng” và “băng giá”, nhiều việc không hay liên tiếp xảy đến khiến quan hệ giữ Annavà Elsa ngày càng xa cách. May mắn thay, tình thân cuối cùng cũng giải quyết trọn vẹn những mâu thuẫn.",
    "Ratings": [
      5,
      5,
      1,
      1,
      1,
      5
    ]
  },
  {
    "Id": "movie-2",
    "Title": "Disne - Vua Sư Tử",
    "img": "https://s1.img.yan.vn/YanNews/2167221/201607/20160701-024818-38937-17434-the-lion-king-deskto-1369647987_500x0_500x345.jpg",
    "Url": "https://yeuphimmoi.com/vua-su-tu-thuyet-minh/",
    "Description": "“Vua Sư Tử – kiệt tác vĩ đại nhất mọi thời đại của Disney”. Đây là bộ phim hoạt hình kinh điển, sở hữu những thông điệp đầy tính nhân văn về tình bạn, tình yêu và tình cha con. Điểm nhấn của bộ phim là hình ảnh Mufasa hiện lên giữa đám mây mờ ảo dưới bầu trời đêm và nói với Shimba trưởng thành rằng ông sẽ luôn bên cậu, rằng tình yêu ông dành cho cậu là vĩnh hằng, kể cả khi ông không còn tồn tại.",
    "Ratings": null
  },
  {
    "Id": "movie-3",
    "Title": "Vút bay - Up",
    "img": "https://s1.img.yan.vn/YanNews/2167221/201607/20160701-024851-1459758621918551268579541_600x450.jpg",
    "Url": "https://dongphym.net/movie/-vut-bay-up_ZartAQTn.html",
    "Description": "Up là bộ phim hoạt hình cảm động xoay quanh hai nhân vật Carl và Russell. Ellie – vợ Carl đã từng rất ao ước về chuyến đi đến “vùng đất thiên đường”, nhưng giấc mơ chưa được thực hiện thì Ellie qua đời, dù vậy Carl vẫn luôn ghi nhớ lời hứa với vợ. Ngày nọ, Russell – một cậu bé hướng đạo sinh, đến gõ cửa nhà Carl vì mong muốn nhận được chiếc huy hiệu “giúp đỡ người già”. Chính tại đây, hàng loạt những rắc rồi nảy sinh. Câu chuyện gồm nhiều yếu tố bi hài nối tiếp nhau, truyền tải đến người xem những thông điệp đậm tính nhân văn.",
    "Ratings": null
  },
  {
    "Id": "movie-4",
    "Title": "Vùng đất linh hồn (2001)",
    "img": "https://s1.img.yan.vn/YanNews/2167221/201607/20160701-024835-spirited-away_600x872.jpg",
    "Url": "https://fptplay.vn/xem-video/vung-dat-linh-hon-spirited-away-58cfb11617dc132693b20592/tap-1.html",
    "Description": "Vùng đất linh hồn trở thành tác phẩm điện ảnh thành công nhất trong lịch sử Nhật Bản, với doanh thu 289 triệu đô-la Mỹ trên toàn thế giới. Phim được các nhà phê bình quốc tế xếp vào danh sách một trong những bộ phim hoạt hình vĩ đại nhất và giành giải Oscar lần thứ 75 cho hạng mục phim hoạt hình hay nhất, nằm trong danh sách 50 bộ phim bạn nên xem ở lứa tuổi 14. Bộ phim chinh phục hoàn toàn những khán giả khó tính nhất bởi nội dung cuốn hút và thông điệp sống rất ý nghĩa.",
    "Ratings": null
  },
  {
    "Id": "movie-5",
    "Title": "Mộ đom đóm(1988)",
    "img": "https://s1.img.yan.vn/YanNews/2167221/201607/20160701-024822-mo-dom-dom-bi-kich-tham-dam-nuoc-mat_600x337.jpg",
    "Url": "https://yeuphimmoi.com/mo-dom-dom/",
    "Description": "Lấy bối cảnh là giai đoạn cuối của Thế Chiến II, bộ phim kể lại câu chuyện chua xót về hai đứa trẻ mồ côi. Mẹ và bố chúng mất sớm do sự tàn khốc của chiến tranh, cả hai anh em phải vật lộn với nạn đói để sinh tồn. Nhưng rồi, chính sự thờ ơ của xã hội lúc bấy giờ đã đẩy Setsuko đến cái chết. Vài tháng sau đó, chính Seita cũng không thể cầm cự nổi mà qua đời. Điều lấy đi nước mắt người xem không chỉ có những cảnh phim bi thương mà còn ở tình yêu thiêng liêng mà Seita dành cho em.",
    "Ratings": null
  },
  {
    "Id": "movie-6",
    "Title": "Doraemon (1973)",
    "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSrVkXXdJtOsS4HhmnFLd2r_NHmQk1RXgfPiw\u0026usqp=CAU",
    "Url": "https://www.youtube.com/watch?v=EUHWIhABHOw\u0026ab_channel=PH%E1%BA%A1mHDS",
    "Description": "Doraemon là một trong những bộ phim hoạt hình nổi tiếng nhất của Nhật Bản. Bộ phim được chuyển thể từ bộ truyện cùng tên của tác giải Fujiko F Fujio. Xuất hiện lần đầu tiên từ năm 1969, bộ truyện đã trở thành cuốn sách gối đầu của hàng triệu trẻ em trên toàn thế giới trong những thập kỷ sau đó. Hiện tại, các nhân vật trong bộ truyện Doraemon đang nằm trong quyền sở hữu của hãng truyền thông TV Asashi.",
    "Ratings": null
  },
  {
    "Id": "movie-7",
    "Title": "Peter Pan và Tinker Bell (1953)",
    "img": "https://i.pinimg.com/originals/be/7e/9d/be7e9d108aafca978f697ce2802e6886.jpg",
    "Url": null,
    "Description": "Những cuộc phiêu lưu của Peter Pan chưa bao giờ vắng bóng hình ảnh cô tiên bé nhỏ Tinker Bell. Khi chàng ta gặp hoạn nạn, bất kể tình huống hiểm nghèo tới đâu, Tinker Bell đều luôn liều mình vì Peter Pan. Và ngược lại, mỗi khi Tinker Bell bị thuyền trưởng Hook bắt chạy đôn chạy đáo giải cứu hay lo sốt vó lên mỗi khi tâm trạng của cô bỗng nổi đóa thất thường, Peter Pan đều luôn có mặt. Tinker Bell ở một số phiên bản khác còn yêu thầm Peter Pan nhưng cô luôn giấu kín điều này vì biết rằng người yêu duy nhất của Pan luôn là Wendy, vì thế cô chấp nhận trở thành người bạn thân thiết để mãi mãi có thể bên cạnh người mình yêu.",
    "Ratings": null
  },
  {
    "Id": "movie-8",
    "Title": "Cinderella (1950)",
    "img": "https://i.vietgiaitri.com/2015/3/9/nhung-bai-hoc-dang-gia-danh-cho-phe-kep-no-tu-cong-chua-disney-c81536.jpg",
    "Url": "https://phimmoitv.net/phim-co-be-lo-lem-7510.html",
    "Description": "Nếu bạn không nữ tính như Lọ Lem (trong Cinderella), mạnh mẽ như Merida (trong Brave), hay ham đọc sách như Belle (trong Beauty and the Beast), thì bạn vẫn có thể tự hào mình đã là một cô gái có tính cách riêng. Cũng giống như mỗi nàng công chúa Disney, họ có những tính cách đặc biệt của riêng mình, thì bạn cũng tuyệt vời theo cách mà bạn đang có. Hoàn toàn chẳng có vấn đề gì nếu bạn thích mặc theo cách mình muốn hoặc thích làm những gì mình ao ước. Đừng bao giờ để bất cứ ai làm nhụt những ý chí mà bạn cho là có ích với chính mình.",
    "Ratings": null
  },
  {
    "Id": "movie-9",
    "Title": "Công chúa tóc dài - Tangled (2011)",
    "img": "https://image.phimmoizz.net/film/737/poster.medium.jpg",
    "Url": "http://www.phimmoizz.net/phim/cong-chua-toc-dai-737/",
    "Description": "Tangled (Công chúa tóc dài) dựa trên một câu chuyện cổ tích của anh em nhà Grimm là câu chuyện về Rapunzel - nàng công chúa có mái tóc dài thần kì bị nhốt suốt 18 năm trời trên ngọn tháp cao chót vót bởi một mụ phù thủy. Mọi chuyện trở nên kịch tính khi tên trộm tinh quái và quyến rũ nhất vương quốc - Flynn Rider - trong cuộc chạy trốn khỏi binh lính triều đình, tình cờ rơi vào ngọn tháp của Rapunzel. Từ đây cô công chúa thơ dại đã bắt đầu chuyến phiêu lưu trốn chạy khỏi ngọn tháp u tối để tìm lại cuộc sống đích thực của chính mình.",
    "Ratings": null
  }
]